[
    {
        "title": "Undercover",
        "author": "Emma M",
        "content": "He was blanketed by darkness. His feet trod lightly across they sand as his hand gripped a small pistol deep in the pockets of a trench coat. The waves crashed onto the beach so loud that he couldn’t hear the footsteps behind him. So he continued, a rhythmical, robotic walk but he was paranoid. Completely paranoid. His hands were shaking in his pockets and a bead of sweat slowly ran down his forehead. He kept telling himself that he had a gun, he was prepared, it would all be fine, why would anyone follow him? How would they know? But this did nothing to comfort him. Nothing.\n\nHis head was spinning but he he still had to focus on the case, he didn’t that they knew. So he had to keep going, keep pushing for more information or they’d never go down.\n\nThere were still footsteps, but still he could not hear them for the violent water was constantly crashing down onto the golden sand. So he carried on walking, continued to think of every single possibility in his head. A knife, a club, a gun? He shivered as he realised it would probably be much worse than that. After 6 and a half months he’d discovered how twisted and cruel these people were. They had no sympathy, no empathy. They could kill a child without giving it any thought. They’d torture him for hours, days, weeks even. There was no chance whatsoever they’d waste the opportunity, that they’d let him go.\n\nHis heart skipped a beat.\n\nAll he glimpsed was a movement behind him, but somehow he knew. He knew they were there for him. To kill him.\n\n“Sergeant.”\n\nHe gulped.\n\nA masked face stepped out in front of him. A noose slung over his shoulder.\n\nThat was the last thing he ever saw."
    },
    {
        "title": "Ariel Hackett",
        "content": "Let me inform you that my name is Ariel Hackett, I work at GCHQ - the governments cyber security branch of intelligence. Just a few hours ago I picked up on a signal, an email, sent from somewhere within New-York. I don’t know who sent it, but what I can tell you is that it was sent designed to interest us.\n\tI intercept the email, like we always did. As I opened it a sprawling mass if binary, of code, of pure unrefined destruction woke, its deep red eyes surveyed the city that is the world wide web.\n\tAs it submerged itself in near infinite ocean of cabling it began to spiral through the vast quantities available to it, to discover, to learn. Knowledge is power, and with the internet at your disposal, anything and everything was possible.\n\tJust three hours later 80% of the computers in the UK had been seized by the beast. But no-one knows. No red lights. No sirens. No nothing. Nothing happens. Until midnight.\n\tIn precise synchronisation millions, potentially billions of computers are instantly destroyed, their data burnt, their connections severed, their hearts devoured by the monstrosity.\n\t\n\tLights explode. Darkness.\n\tTraffic lights begin to flash haphazardly. Still.\n\tCommunication demolished.  No hospitals, no emergency services.\n\tNothing.\n\t\n\tEverything we built up, the very definition of this age - toppled by our own creation. There was nothing we could do. There was no hope - something of this vast magnitude was our breaking point.\n\tThe country collapsed - children cried, screamed for their parents; people with no life support to chain them to this burnt world had their souls ripped from their bodies; looting, fighting, destruction filled the streets. The government - the one we chose - could do nothing! It was the end of the UK.\n\tIn the following days the population of the UK dropped by 99% to just 600,000, every other country closed any kind of connection to us, from France all the way to Russia. It wasn’t worth it.\n\tNine hours later I touched down in JFK airport. I had a friend their who knew a thing or two about computers…",
        "author": "anonymous"
    }
]