[
    {
        "title": "*Under*cover",
        "author": "Emma M",
        "content": "\tHe was blanketed by darkness. His feet trod lightly across they sand as his hand gripped a small pistol deep in the pockets of a trench coat. The waves crashed onto the beach so loud that he couldn’t hear the footsteps behind him. So he continued, a rhythmical, robotic walk but he was paranoid. Completely paranoid. His hands were shaking in his pockets and a bead of sweat slowly ran down his forehead. He kept telling himself that he had a gun, he was prepared, it would all be fine, why would anyone follow him? How would they know? But this did nothing to comfort him. Nothing.\n\n\tHis head was spinning but he he still had to focus on the case, he didn’t that they knew. So he had to keep going, keep pushing for more information or they’d never go down.\n\n\tThere were still footsteps, but still he could not hear them for the violent water was constantly crashing down onto the golden sand. So he carried on walking, continued to think of every single possibility in his head. A knife, a club, a gun? He shivered as he realised it would probably be much worse than that. After 6 and a half months he’d discovered how twisted and cruel these people were. They had no sympathy, no empathy. They could kill a child without giving it any thought. They’d torture him for hours, days, weeks even. There was no chance whatsoever they’d waste the opportunity, that they’d let him go.\n\n\tHis heart skipped a beat.\n\n\tAll he glimpsed was a movement behind him, but somehow he knew. He knew they were there for him. To kill him.\n\n\t“Sergeant.”\n\n\tHe gulped.\n\n\tA masked face stepped out in front of him. A noose slung over his shoulder.\n\n\tThat was the last thing he ever saw."
    },
    {
        "title": "Ariel *Hackett*",
        "content": "\tLet me inform you that my name is Ariel Hackett, I work at GCHQ - the governments cyber security branch of intelligence. Just a few hours ago I picked up on a signal, an email, sent from somewhere within New-York. I don’t know who sent it, but what I can tell you is that it was sent designed to interest us.\n\tI intercept the email, like we always did. As I opened it a sprawling mass if binary, of code, of pure unrefined destruction woke, its deep red eyes surveyed the city that is the world wide web.\n\tAs it submerged itself in near infinite ocean of cabling it began to spiral through the vast quantities available to it, to discover, to learn. Knowledge is power, and with the internet at your disposal, anything and everything was possible.\n\tJust three hours later 80% of the computers in the UK had been seized by the beast. But no-one knows. No red lights. No sirens. No nothing. Nothing happens. Until midnight.\n\tIn precise synchronisation millions, potentially billions of computers are instantly destroyed, their data burnt, their connections severed, their hearts devoured by the monstrosity.\n\t\n\tLights explode. Darkness.\n\tTraffic lights begin to flash haphazardly. Still.\n\tCommunication demolished.  No hospitals, no emergency services.\n\tNothing.\n\t\n\tEverything we built up, the very definition of this age - toppled by our own creation. There was nothing we could do. There was no hope - something of this vast magnitude was our breaking point.\n\tThe country collapsed - children cried, screamed for their parents; people with no life support to chain them to this burnt world had their souls ripped from their bodies; looting, fighting, destruction filled the streets. The government - the one we chose - could do nothing! It was the end of the UK.\n\tIn the following days the population of the UK dropped by 99% to just 600,000, every other country closed any kind of connection to us, from France all the way to Russia. It wasn’t worth it.\n\tNine hours later I touched down in JFK airport. I had a friend their who knew a thing or two about computers…",
        "author": ""
    },
    {
        "title": "Travelling *Light*",
        "content": "\tI've never been a fan of air travel. Aeroplanes, helicopters, all the lot.\n\n\tThere's just something so unnatural about hurtling through the air at such a high velocity in a metal container, your entire life as you know it in the hands of people you've never even met before.\n\n\tAnd this time was no different. I'd made my way through the tedious hours of security and was finally sat in my designated seat. G14. It was only then when I took notice of my pulse, my heart was racing so rapidly that I could feel it in my throat and I could feel my airways closing with every shaky breath. I closed my eyes and sat back into my seat, attempting to filter out my anxiety. That was until I was disrupted by a man taking his seat across the aisle. There was something peculiar about him from the beginning; however, I couldn't quite place my finger on what it was. Maybe it was the sunglasses, the tweed cap pulled down over his crinkled brow, or the baggy, flamingo-red Aran jumper. In the hottest day of the year?\n\n\tI pondered his appearance for a while after takeoff, almost overlooking the odd manner of his behaviour as I tried not to stare. I could almost feel the floor vibrating from the constant tapping of his unsteady feet, I noticed his eyes darting from face to face and occasionally forced myself to meet his gaze. Bloodshot, with a strong sense of panic yet an underlying appearance of contrived calm.\n\n\tThat's when I heard it. Slowly and quietly at first but growing increasingly intense, a mellow beeping noise coming from the mans hand luggage. My heart sped back up to an alarming rate...he knew I'd heard it. His lightless eyes staring right through me, a small grin flashed across his dishevelled face as he rose to his feet and reached for his bag which was still emitting the dull beep. I was paralysed as I watched him. Slinging the bag into an overhead compartment he began to hurry the length of the plane. Paralysed, I closed my eyes once again and embraced the chaos ensuing around me.\n\n\tParalysed. The beeping continued. Paralysed. The beeping s...",
        "author": ""
    },
    {
        "title": "*Midnight* Man",
        "content": "\tIn the darkest nights of the coldest days when the sky is black and draped over the lonely homes, and when no light could ever brighten the stormy night, that is when the Midnight Man comes out to play.\n\t\n\tIn the loneliest home, at the end of the gloomy avenue, a small boy is sleeping, cocooned in his blue starry bedsheets, his head off in dreams about starships and aliens and triple-eyed monsters. His room is small – made smaller by the flood of Legos across the carpet, just waiting for the right victim’s foot to impale. It's dark in his room. Cold. Lonely. Just the right conditions.\n\t\n\tHe looks through the window and he sees himself: a small lonely boy. Careful not to make a loud creak, he opens the window, letting the whistling winds fly into the bedroom. Slithering through the window, he keeps his eyes on the boy. Still sleeping, still peaceful.\n\t\n\tThe closer he gets, the darker the room becomes. His inky black claws trace the outline of the boys small, dainty toes, as his icy breath frosts over the boy’s face. And as the night is at its quietest he strikes.\n\t\n\tLights turn on, footsteps trample towards the room, and voices screech outside the door. With tremendous force, the oak door slams open, and the pale shadows of three figures can be seen. As each of their eyes falls upon the rigid red corpse on the bed, a ghastly scream emerges from each of their lips.\n\t\n\tMum and dad run frantically downstairs, screaming as they punch 999 into the landline. But little Timmy stays put, his eyes fixated, just above where his brother sleeps. “Mummy,” he calls, “who's that man on the corner?”\n\t\n\tWith a sadistic grin on his face, the Midnight Man simply laughs.",
        "author": ""
    },
    {
        "title": "Time *Capsule*",
        "content": "\t‘How did this get here?’ I thought to myself as I looked at the round, black box by my feet.\n\t\n\tIt was a warm Sunday afternoon and I was in my back garden, planting some hydrangeas. My spade had been dented from the force of the impact. I now needed a new one before I could carry on with my planting, so I decided to investigate and discover what this box was.\n\t\n\tEven though I’d dragged the box all the way into my shoebox of a kitchen, I couldn’t figure out how to open the wretched thing. After a lot of careful deliberation, I decided the best thing for it would be to whack it with a hammer. Since I didn’t have one (I made a mental note to buy one as soon as possible) I grabbed the next best thing: a rolling pin. After I’d whacked the lock three times as hard as I could, the box burst open.\n\t\n\tI couldn’t believe my eyes!\n\t\n\tIt was full of lace, black and white pictures covered with stern faced people, and old teddies. It suddenly occurred to me that this could’ve been something really dangerous. Anyway, as I peeled back the photographs, I found a cornucopia of old, what appeared to be tea-stained letters. It was a time capsule. An actual time capsule. I guessed that it was from the Victorian era, judging by the amount of lace.\n\t\n\tI wondered who left it, what this house was before it was mine, and what I was to do with this. I decided to read the letters, and discovered just how rich the Victorians could be, and just how poor they were. Some of them wrote about how they couldn’t even afford a loaf of bread, while others wrote about their drawing rooms being too small.\n\t\n\tInstantaneously, a bright light beamed up from the capsule. When I was blined by the light, I felt my whole body sweep into the air. All of a sudden, I was swept into the capsule, and found I could hardly breathe. . . .",
        "author": ""
    },
    {
        "title": "Heaven and *Hell*",
        "content": "\tDaman was always very secluded, even as a child. His mother always knew that something darker, more demonic than she'd ever seen plagued his mind. This delighted her. The Sims family barely survived. Neglected by modern society, shunned and ashamed. Existing deep in the destitute Texan country, they prayed on the all American soil and the vulnerable passers-by it provided to survive in a cruel and merciless world.\n\t\n\tThey felt no shame. Not anymore.\n\t\n\tThey weren't going to conceal who they were ever again and although they were partially content, they wanted more.\n\t\n\tThey no longer cared about being accepted by the modern world they so desperately despised. They no longer had to conceal the demons that had been swarming inside them for generations. But they all wanted more.\n\t\n\tDaman’s life was simple and he resented it. Until Daman’s day of reckoning dawned. Swarmed around the reluctant prey bound to the frail oak table, Daman's deranged family glared in awe. Daman knew this was his breakthrough, his chance to finally please his monstrous kin. Now or never. As a final plea for mercy dripped down a pulverised cheek, Daman pounced at the face of the unwilling victim.\n\t\n\tScreams. Screams of horror satisfied the depraved minds. Screams of eternal agony clashed with the satanic screams of joy and laughter.\n\t\n\tDaman was in shock, his sinning mouth agape. The lifeless cadaver quickly grew pale. Crimson stained the creaky wooden floor for decades. God failed him. Monstrosity was what Daman craved, a newfound bloodlust flooded his veins. As Daman grew older, more unsuspecting victims plummeted into the Sims family wrath. Child, woman, man, weak or strong, the perpetrators didn’t care, anyone putting up a fight would suffice. The thrill of the hunt was a release of anger and hostility built up from the shame that they'd all been persecuted decades for. Blood was the prize. The all American Hell was Daman's heaven. The lust for slaughter was Daman's passion. The godforsaken ranch sparkled ominously in the night and the aura of Daman’s paradise averted the sane. Daman was enveloped by his dream.\n\t\n\tA dusk dawned and Daman was swarmed by his deranged family. Unsuccessful in escaping from the frail oak table, as the sinful eyes pierced his heart, one final drop of betrayal trickled down an abandoned cheek. Daman was in shock, his sinning mouth agape. Daman's face grew white.\n\t\n\tSatan failed him.",
        "author": ""
    },
    {
        "title": "In *Memoriam*",
        "content": "\tA candle of hope was extinguished but a roaring bonfire of passion was ignited.\n\t\n\tThoughts of despair, disbelief, complete disregard for how this could possibly occur flooded unwaveringly into my thoughts. My grief exponentially ascended as I glanced around at similarly despairing faces, solemnly gazing in the direction of the players, arm in arm. United as a city.\n\t\n\tConstant waves of emotion surged over this mourning stadium in a day where football was the backdrop to an incomparable tragedy. Two weeks ago a helicopter crashed outside this shrine of belief, community and support. Memorials lined the stadium in the succeeding days, growing like army fighting this tragedy that fans just cannot comprehend. As thirty thousand members of this wall of blue hold aloft their scarves around me in a minute of silence remembering a great man, made greater by his passion for the club and the unbreakable connection made between him and the supporters. Not only the thirty thousand supporters inside stadium held aloft their scarves, metaphorically, scarves were held above their heads by supporters of all clubs around the globe, to which his endeavours allowed them to dream.\n\t\n\tMemories from two years ago struck fans like a lightning bolt as hope was instilled for many in a time where all hope was seemingly lost through the riches of Manchester City, Chelsea and the others that make up ‘the big six’. An underdog story for the ages directed by this great man and it would never have been possible without his support. The mastermind behind the 5000-1 miracle was dead. The man who sent my beloved club from administration to admiration was dead. The man who gave the fans free beers and travelling away fans free breakfast was dead.\n\t\n\tA loved man was dead.\n\t\n\tBut the roaring of the bonfire continued as the passion of all footballing fans was displayed in the aftermath of this tragedy.\n\t\n\tR.I.P Vichai Srivaddhanaprabha",
        "author": "Roan Clawson"
    },
    {
        "title": "*Di*lemma",
        "content": "\tI remember it all so vividly. The event replaying constantly like a broken tape. The screams, the flashing lights and the darkness.\n\tThe darkness.\n\t\n\tDecember the 17th. The pure, innocent snow covered the runway, untouched. As the plane charged down the runway, I noticed the perfect clouds arranged equally in the crisp sky. Fingers crossed, eyes closed, heartbeat loud. Suddenly, the plane swiftly yet calmly lifted above land and floated into the crisp sky. With my eyes slowly adjusting to the atmosphere, they quickly averted to the small houses decreasing in size. Even with someone who has a pure fear of flight, the sight was without a doubt beautiful. Glistening crystals infested small dots which appeared to be houses and figurine-like cars moved daintily down the long, winding road. As I explained before, it was-\n\t\n\tA jerk rocked the cabin. What once was a peaceful atmosphere suddenly turned to muttering and silent panic among people. ‘Ladies and Gentlemen, this is your captain speaking. There has been a slight dilemma which will result in us diverting back to the airport. Please fasten your seatbelt and may I remind you that smoking is not permitted’. Words cascaded throughout the cabin as multiple people tried to understand what the ‘dilemma’ may result in. A black fog swept before my eyes and the vibrating floor began to tilt beneath me. This can't be happening. Not now and not today. Unexpectedly, the phrase, ‘bird strike’, flew through the cabin which resulted in utter panic. The airport must be at least 200 miles away; if a bird strike had occurred that would result in the plane to not have enough fuel to reach the destination. ‘Brace, brace, brace! Heads down stay down!!’ Screams infected and swarmed the compacted space. Three seconds, two seconds, 1-.\n\tBlack.",
        "author": ""
    },
    {
        "title": "Flames of *Foe*",
        "content": "\tThe fire brigade confirmed my greatest fear - someone had tried to murder me.\n\n\tIt was not until I started driving that I smelt it. Without a doubt, I abandoned the vehicle and only seconds after, watched it burst into vibrant flames of cantaloupe and vermillion alongside masses of deadly smoke that coated the air like tar.\n\n\tI stood there, the deep smog infiltrating my lungs, watching my car as it melted. Or what was my car, now engulfed in a thick cataclysmic vapour. Immediately I started scanning my brain to who would wish such morbid intentions over me? Unfortunately, two people popped into my head, too easily.\n\n\tThe first, my colleague, Brian. A few months ago, we worked on a project together - the award, a large promotion to a far senior role in the firm. It was not only until a week before the project's due date that I found our boss was only going to give the promotion to one person. Selfishly, I deserted Brian to work on my own, ameliorated, advanced interpretation of our previous project. This morning, the news was broken that I had been granted the promotion while Brian was fired for apparently \"copying\" other colleague's work. Naturally, he was splenetic and jealous of me, but was that enough of a trigger to try and murder me?!\n\n\tThe second, my neighbour, Stan. Unfortunately, his father, who lived with him, had dementia and was a very confused old man. One night, I went along with my two children to deliver a parcel that was erroneously given to my house, to Stan. However, his father opened the door. I was aware that his actions could be a bit radical, so I took a step back, bringing my children near me. Nevertheless, the old man's face crumpled into happiness as he spied my two offspring. He told me how he loved being around children, and so I told him he could have them over whenever he wanted.\n\n\tRegrettably, now Stan gets little to no attention from his own father and so blames it all on me - is this enough for him to attempt to murder me? Hadn't I made his father's life happier?\n\n\tWould I ever know? Or would anxiety creep its branches further into my soul as it kept me from knowing?\n\t",
        "author": ""
    }
]