[
    {
        "title": "*Under*cover",
        "author": "Emma M",
        "content": "\tHe was blanketed by darkness. His feet trod lightly across they sand as his hand gripped a small pistol deep in the pockets of a trench coat. The waves crashed onto the beach so loud that he couldn’t hear the footsteps behind him. So he continued, a rhythmical, robotic walk but he was paranoid. Completely paranoid. His hands were shaking in his pockets and a bead of sweat slowly ran down his forehead. He kept telling himself that he had a gun, he was prepared, it would all be fine, why would anyone follow him? How would they know? But this did nothing to comfort him. Nothing.\n\n\tHis head was spinning but he he still had to focus on the case, he didn’t that they knew. So he had to keep going, keep pushing for more information or they’d never go down.\n\n\tThere were still footsteps, but still he could not hear them for the violent water was constantly crashing down onto the golden sand. So he carried on walking, continued to think of every single possibility in his head. A knife, a club, a gun? He shivered as he realised it would probably be much worse than that. After 6 and a half months he’d discovered how twisted and cruel these people were. They had no sympathy, no empathy. They could kill a child without giving it any thought. They’d torture him for hours, days, weeks even. There was no chance whatsoever they’d waste the opportunity, that they’d let him go.\n\n\tHis heart skipped a beat.\n\n\tAll he glimpsed was a movement behind him, but somehow he knew. He knew they were there for him. To kill him.\n\n\t“Sergeant.”\n\n\tHe gulped.\n\n\tA masked face stepped out in front of him. A noose slung over his shoulder.\n\n\tThat was the last thing he ever saw."
    },
    {
        "title": "Ariel *Hackett*",
        "content": "\tLet me inform you that my name is Ariel Hackett, I work at GCHQ - the governments cyber security branch of intelligence. Just a few hours ago I picked up on a signal, an email, sent from somewhere within New-York. I don’t know who sent it, but what I can tell you is that it was sent designed to interest us.\n\n\tI intercept the email, like we always did. As I opened it a sprawling mass if binary, of code, of pure unrefined destruction woke, its deep red eyes surveyed the city that is the world wide web.\n\n\tAs it submerged itself in near infinite ocean of cabling it began to spiral through the vast quantities available to it, to discover, to learn. Knowledge is power, and with the internet at your disposal, anything and everything was possible.\n\n\tJust three hours later 80% of the computers in the UK had been seized by the beast. But no-one knows. No red lights. No sirens. No nothing. Nothing happens. Until midnight.\n\n\tIn precise synchronisation millions, potentially billions of computers are instantly destroyed, their data burnt, their connections severed, their hearts devoured by the monstrosity.\n\t\n\tLights explode. Darkness.\n\tTraffic lights begin to flash haphazardly. Still.\n\tCommunication demolished.  No hospitals, no emergency services.\n\tNothing.\n\t\n\tEverything we built up, the very definition of this age - toppled by our own creation. There was nothing we could do. There was no hope - something of this vast magnitude was our breaking point.\n\n\tThe country collapsed - children cried, screamed for their parents; people with no life support to chain them to this burnt world had their souls ripped from their bodies; looting, fighting, destruction filled the streets. The government - the one we chose - could do nothing! It was the end of the UK.\n\n\tIn the following days the population of the UK dropped by 99% to just 600,000, every other country closed any kind of connection to us, from France all the way to Russia. It wasn’t worth it.\n\tNine hours later I touched down in JFK airport. I had a friend their who knew a thing or two about computers…",
        "author": ""
    },
    {
        "title": "Travelling *Light*",
        "content": "\tI've never been a fan of air travel. Aeroplanes, helicopters, all the lot.\n\n\tThere's just something so unnatural about hurtling through the air at such a high velocity in a metal container, your entire life as you know it in the hands of people you've never even met before.\n\n\tAnd this time was no different. I'd made my way through the tedious hours of security and was finally sat in my designated seat. G14. It was only then when I took notice of my pulse, my heart was racing so rapidly that I could feel it in my throat and I could feel my airways closing with every shaky breath. I closed my eyes and sat back into my seat, attempting to filter out my anxiety. That was until I was disrupted by a man taking his seat across the aisle. There was something peculiar about him from the beginning; however, I couldn't quite place my finger on what it was. Maybe it was the sunglasses, the tweed cap pulled down over his crinkled brow, or the baggy, flamingo-red Aran jumper. In the hottest day of the year?\n\n\tI pondered his appearance for a while after takeoff, almost overlooking the odd manner of his behaviour as I tried not to stare. I could almost feel the floor vibrating from the constant tapping of his unsteady feet, I noticed his eyes darting from face to face and occasionally forced myself to meet his gaze. Bloodshot, with a strong sense of panic yet an underlying appearance of contrived calm.\n\n\tThat's when I heard it. Slowly and quietly at first but growing increasingly intense, a mellow beeping noise coming from the mans hand luggage. My heart sped back up to an alarming rate...he knew I'd heard it. His lightless eyes staring right through me, a small grin flashed across his dishevelled face as he rose to his feet and reached for his bag which was still emitting the dull beep. I was paralysed as I watched him. Slinging the bag into an overhead compartment he began to hurry the length of the plane. Paralysed, I closed my eyes once again and embraced the chaos ensuing around me.\n\n\tParalysed. The beeping continued. Paralysed. The beeping s...",
        "author": ""
    },
    {
        "title": "*Midnight* Man",
        "content": "\tIn the darkest nights of the coldest days when the sky is black and draped over the lonely homes, and when no light could ever brighten the stormy night, that is when the Midnight Man comes out to play.\n\t\n\tIn the loneliest home, at the end of the gloomy avenue, a small boy is sleeping, cocooned in his blue starry bedsheets, his head off in dreams about starships and aliens and triple-eyed monsters. His room is small – made smaller by the flood of Legos across the carpet, just waiting for the right victim’s foot to impale. It's dark in his room. Cold. Lonely. Just the right conditions.\n\t\n\tHe looks through the window and he sees himself: a small lonely boy. Careful not to make a loud creak, he opens the window, letting the whistling winds fly into the bedroom. Slithering through the window, he keeps his eyes on the boy. Still sleeping, still peaceful.\n\t\n\tThe closer he gets, the darker the room becomes. His inky black claws trace the outline of the boys small, dainty toes, as his icy breath frosts over the boy’s face. And as the night is at its quietest he strikes.\n\t\n\tLights turn on, footsteps trample towards the room, and voices screech outside the door. With tremendous force, the oak door slams open, and the pale shadows of three figures can be seen. As each of their eyes falls upon the rigid red corpse on the bed, a ghastly scream emerges from each of their lips.\n\t\n\tMum and dad run frantically downstairs, screaming as they punch 999 into the landline. But little Timmy stays put, his eyes fixated, just above where his brother sleeps. “Mummy,” he calls, “who's that man on the corner?”\n\t\n\tWith a sadistic grin on his face, the Midnight Man simply laughs.",
        "author": ""
    },
    {
        "title": "Time *Capsule*",
        "content": "\t‘How did this get here?’ I thought to myself as I looked at the round, black box by my feet.\n\t\n\tIt was a warm Sunday afternoon and I was in my back garden, planting some hydrangeas. My spade had been dented from the force of the impact. I now needed a new one before I could carry on with my planting, so I decided to investigate and discover what this box was.\n\t\n\tEven though I’d dragged the box all the way into my shoebox of a kitchen, I couldn’t figure out how to open the wretched thing. After a lot of careful deliberation, I decided the best thing for it would be to whack it with a hammer. Since I didn’t have one (I made a mental note to buy one as soon as possible) I grabbed the next best thing: a rolling pin. After I’d whacked the lock three times as hard as I could, the box burst open.\n\t\n\tI couldn’t believe my eyes!\n\t\n\tIt was full of lace, black and white pictures covered with stern faced people, and old teddies. It suddenly occurred to me that this could’ve been something really dangerous. Anyway, as I peeled back the photographs, I found a cornucopia of old, what appeared to be tea-stained letters. It was a time capsule. An actual time capsule. I guessed that it was from the Victorian era, judging by the amount of lace.\n\t\n\tI wondered who left it, what this house was before it was mine, and what I was to do with this. I decided to read the letters, and discovered just how rich the Victorians could be, and just how poor they were. Some of them wrote about how they couldn’t even afford a loaf of bread, while others wrote about their drawing rooms being too small.\n\t\n\tInstantaneously, a bright light beamed up from the capsule. When I was blined by the light, I felt my whole body sweep into the air. All of a sudden, I was swept into the capsule, and found I could hardly breathe. . . .",
        "author": ""
    },
    {
        "title": "Heaven and *Hell*",
        "content": "\tDaman was always very secluded, even as a child. His mother always knew that something darker, more demonic than she'd ever seen plagued his mind. This delighted her. The Sims family barely survived. Neglected by modern society, shunned and ashamed. Existing deep in the destitute Texan country, they prayed on the all American soil and the vulnerable passers-by it provided to survive in a cruel and merciless world.\n\t\n\tThey felt no shame. Not anymore.\n\t\n\tThey weren't going to conceal who they were ever again and although they were partially content, they wanted more.\n\t\n\tThey no longer cared about being accepted by the modern world they so desperately despised. They no longer had to conceal the demons that had been swarming inside them for generations. But they all wanted more.\n\t\n\tDaman’s life was simple and he resented it. Until Daman’s day of reckoning dawned. Swarmed around the reluctant prey bound to the frail oak table, Daman's deranged family glared in awe. Daman knew this was his breakthrough, his chance to finally please his monstrous kin. Now or never. As a final plea for mercy dripped down a pulverised cheek, Daman pounced at the face of the unwilling victim.\n\t\n\tScreams. Screams of horror satisfied the depraved minds. Screams of eternal agony clashed with the satanic screams of joy and laughter.\n\t\n\tDaman was in shock, his sinning mouth agape. The lifeless cadaver quickly grew pale. Crimson stained the creaky wooden floor for decades. God failed him. Monstrosity was what Daman craved, a newfound bloodlust flooded his veins. As Daman grew older, more unsuspecting victims plummeted into the Sims family wrath. Child, woman, man, weak or strong, the perpetrators didn’t care, anyone putting up a fight would suffice. The thrill of the hunt was a release of anger and hostility built up from the shame that they'd all been persecuted decades for. Blood was the prize. The all American Hell was Daman's heaven. The lust for slaughter was Daman's passion. The godforsaken ranch sparkled ominously in the night and the aura of Daman’s paradise averted the sane. Daman was enveloped by his dream.\n\t\n\tA dusk dawned and Daman was swarmed by his deranged family. Unsuccessful in escaping from the frail oak table, as the sinful eyes pierced his heart, one final drop of betrayal trickled down an abandoned cheek. Daman was in shock, his sinning mouth agape. Daman's face grew white.\n\t\n\tSatan failed him.",
        "author": ""
    },
    {
        "title": "In *Memoriam*",
        "content": "\tA candle of hope was extinguished but a roaring bonfire of passion was ignited.\n\t\n\tThoughts of despair, disbelief, complete disregard for how this could possibly occur flooded unwaveringly into my thoughts. My grief exponentially ascended as I glanced around at similarly despairing faces, solemnly gazing in the direction of the players, arm in arm. United as a city.\n\t\n\tConstant waves of emotion surged over this mourning stadium in a day where football was the backdrop to an incomparable tragedy. Two weeks ago a helicopter crashed outside this shrine of belief, community and support. Memorials lined the stadium in the succeeding days, growing like army fighting this tragedy that fans just cannot comprehend. As thirty thousand members of this wall of blue hold aloft their scarves around me in a minute of silence remembering a great man, made greater by his passion for the club and the unbreakable connection made between him and the supporters. Not only the thirty thousand supporters inside stadium held aloft their scarves, metaphorically, scarves were held above their heads by supporters of all clubs around the globe, to which his endeavours allowed them to dream.\n\t\n\tMemories from two years ago struck fans like a lightning bolt as hope was instilled for many in a time where all hope was seemingly lost through the riches of Manchester City, Chelsea and the others that make up ‘the big six’. An underdog story for the ages directed by this great man and it would never have been possible without his support. The mastermind behind the 5000-1 miracle was dead. The man who sent my beloved club from administration to admiration was dead. The man who gave the fans free beers and travelling away fans free breakfast was dead.\n\t\n\tA loved man was dead.\n\t\n\tBut the roaring of the bonfire continued as the passion of all footballing fans was displayed in the aftermath of this tragedy.\n\t\n\tR.I.P Vichai Srivaddhanaprabha",
        "author": "Roan Clawson"
    },
    {
        "title": "*Di*lemma",
        "content": "\tI remember it all so vividly. The event replaying constantly like a broken tape. The screams, the flashing lights and the darkness.\n\tThe darkness.\n\t\n\tDecember the 17th. The pure, innocent snow covered the runway, untouched. As the plane charged down the runway, I noticed the perfect clouds arranged equally in the crisp sky. Fingers crossed, eyes closed, heartbeat loud. Suddenly, the plane swiftly yet calmly lifted above land and floated into the crisp sky. With my eyes slowly adjusting to the atmosphere, they quickly averted to the small houses decreasing in size. Even with someone who has a pure fear of flight, the sight was without a doubt beautiful. Glistening crystals infested small dots which appeared to be houses and figurine-like cars moved daintily down the long, winding road. As I explained before, it was-\n\t\n\tA jerk rocked the cabin. What once was a peaceful atmosphere suddenly turned to muttering and silent panic among people. ‘Ladies and Gentlemen, this is your captain speaking. There has been a slight dilemma which will result in us diverting back to the airport. Please fasten your seatbelt and may I remind you that smoking is not permitted’. Words cascaded throughout the cabin as multiple people tried to understand what the ‘dilemma’ may result in. A black fog swept before my eyes and the vibrating floor began to tilt beneath me. This can't be happening. Not now and not today. Unexpectedly, the phrase, ‘bird strike’, flew through the cabin which resulted in utter panic. The airport must be at least 200 miles away; if a bird strike had occurred that would result in the plane to not have enough fuel to reach the destination. ‘Brace, brace, brace! Heads down stay down!!’ Screams infected and swarmed the compacted space. Three seconds, two seconds, 1-.\n\tBlack.",
        "author": ""
    },
    {
        "title": "Flames of *Foe*",
        "content": "\tThe fire brigade confirmed my greatest fear - someone had tried to murder me.\n\n\tIt was not until I started driving that I smelt it. Without a doubt, I abandoned the vehicle and only seconds after, watched it burst into vibrant flames of cantaloupe and vermillion alongside masses of deadly smoke that coated the air like tar.\n\n\tI stood there, the deep smog infiltrating my lungs, watching my car as it melted. Or what was my car, now engulfed in a thick cataclysmic vapour. Immediately I started scanning my brain to who would wish such morbid intentions over me? Unfortunately, two people popped into my head, too easily.\n\n\tThe first, my colleague, Brian. A few months ago, we worked on a project together - the award, a large promotion to a far senior role in the firm. It was not only until a week before the project's due date that I found our boss was only going to give the promotion to one person. Selfishly, I deserted Brian to work on my own, ameliorated, advanced interpretation of our previous project. This morning, the news was broken that I had been granted the promotion while Brian was fired for apparently \"copying\" other colleague's work. Naturally, he was splenetic and jealous of me, but was that enough of a trigger to try and murder me?!\n\n\tThe second, my neighbour, Stan. Unfortunately, his father, who lived with him, had dementia and was a very confused old man. One night, I went along with my two children to deliver a parcel that was erroneously given to my house, to Stan. However, his father opened the door. I was aware that his actions could be a bit radical, so I took a step back, bringing my children near me. Nevertheless, the old man's face crumpled into happiness as he spied my two offspring. He told me how he loved being around children, and so I told him he could have them over whenever he wanted.\n\n\tRegrettably, now Stan gets little to no attention from his own father and so blames it all on me - is this enough for him to attempt to murder me? Hadn't I made his father's life happier?\n\n\tWould I ever know? Or would anxiety creep its branches further into my soul as it kept me from knowing?\n\t",
        "author": ""
    },
    {
        "title": "My *Brother*",
        "content": "\tThe moonlight glimmered against the window pane, Oscar stared with an empty expression at his feet. His Dad was busy chopping trees outside. While his Mum drank tea serenely in the living room.\n\n\tHe glanced back at his computer, completely stuck on an agonising English essay that wouldn’t budge in his mind. Doves were cooing nervously in his chimney, unrelentingly using noise as a way of expressing their pain. Oscar forced his hands to type on the keyboard, dragging them to each key, even if the words made no sense. He didn’t care. He never cared.\n\n\tHe had been brought up with this mindset, that nothing really mattered, you just had to do your work and make people happy. No fun. No pleasure. However, it hadn’t always been like this. It all changed after what happened with his brother, but they didn’t speak about that. All Oscar knew was that one day his brother was taken away by the bad men and there was nothing he could do about it. “He’s not right in the head.” He used to hear his Mum say, even though he thought his brother was fine, in fact, he was brilliant. He always knew that his brother would come back, he just didn’t think it would be like this; no one ever thought it would be like this.\n\n\tHe peered, again, through the gloomy window into the night. However, this time, his Dad was no longer chopping wood. Suddenly, a sharp piercing scream entered his left ear. His head began to ring, his mind was racing. His first instinct was to rush downstairs to see what happened. He stumbled into the kitchen and all of his beautiful dreams and hopes were immediately extricated from his mind.\n\n\tThe scene that lay before him was unimaginably excruciating to witness; he couldn’t handle it. He wanted to grab at anything to keep him afloat. He sunk. To the deepest depths of the darkest ocean. His brain was enveloped in nothingness, but before he reached the end, he was brought sharply back to reality as he hit the floor with a thud. The last image that passed in front of his eyes was simple. A bloody axe and a headless body that was all too familiar to him…. this really wasn’t how he expected his brother to come back.",
        "author": "Keiron"
    },
    {
        "title": "A *Long* Walk *Home*",
        "content": "\tAs the bright summer’s day turned to a gloomy night, the busy streets and roads quietened and the energetic country became tired. Tom was returning to his home through the deserted alleyways. They were completely empty apart from the occasional bike, rubbish bin or cheap, broken-down car.\n\n\tThe day so far had gone like any other normal Saturday. He went into the shop at 8am, worked till 9pm and then spent the rest of his evening in the pub with his friends, drinking and chatting the night away. However there was one difference from other Saturdays, in that he overspent and could not afford a taxi. He had taken his car but he found himself too drunk to get into it. So without a second thought, he got on his way and started to head home. As he stumbled and staggered on, he remembered that he had promised his wife that he would be home by eleven. He decided to rush and take shortcuts through alleyways.\n\n\tHe did not realise that this decision would end his life.\n\n\tEntering a damp narrow alley, he heard a glass-shattering hiss as a small shadow sprinted past. He realised that this shadow was a cat, black as night. Then looming ominously behind it came a much bigger shadow, moving slowly towards him. He felt a shock of dread and fear and started to run, but in his drunken state he toppled over and heard a crack in his leg as he hit the floor. He attempted to scramble in pain as the figure became nearer and clearer.\n\n\t“What are you doing here? Wh– what do you want with me this time?”\n\n\tBefore it could escape his mouth, Tom’s shriek was snuffed dead by the first blow. He lay paralysed. Eyes wide. Mouth parted. Time froze. Then, a second, then a third. . . . A cat, black as night, scampered into the depth of the starless night. ",
        "author": "Edmund Jagger"
    },
    {
        "title": "*Waking* Dead",
        "content": "\tThe deadest, darkest, dankest night stood above the deadest, darkest, dankest neighbourhood.\n\n\tDormant children; warm-coloured street lamps flickering; the mellow barking of the ally dogs. Down in the deadest, darkest, dankest neighbourhood a girl was stirring from her deep dark sleep.\n\n\tShe screamed the most piercing scream that triggered the gruff voices of the ally dogs.\n\n\tThe rotten, wooden window squeaked open and a spiderlike hand appeared. Long fingers, green fingernails. Another hand appeared. The girl continued to lay there in her fairy-covered duvet, not daring to move an inch. Somehow she managed to fall back to sleep; the hands were still there, like two starvingly-thin giant spiders groping for a prey to ensnare.\n\n\tThe dull, bright light seeped through the minuscule yet noticeable crack in the burnt orange, geometricpatterned curtains.\n\n\tShe awoke groggily.\n\n\tEyes turning hazy, She spotted a shadowy figure watching her from the end of her bed. Thinking her eyes are playing tricks on her, she closed then opened them again, the figure continued to stare right at her. Glancing down she noticed something about his hands. They were the same hands she had thought she had dreamt about earlier that night.\n\n\tLong fingers, green fingernails.\n\n\tThen she was put to sleep and never woke again.",
        "author": ""
    },
    {
        "title": "Safe *Haven*",
        "content": "\tA simple school lesson, the talkative students talk on and on, taking no notice of those less ecstatic. These are those who are ignored by society. Some have no fears in the whole world, I think to myself. A safe place where everyone can be accepted and feel safe is school; however, there are those who must break this unspoken rule. Rumours spread day after day in the school life, barely ever coming into fruition; a student tends to shrug off these absurd claims of danger. That’s what can make hiding the reality so simple.\n\n\tSuddenly, a noise; a ringing echoes through the air; the sharp screeching sound shoots fear into the students. Screeches surround, bind students in fear. The shadow of the terror seeps into the room stifling all sense of logic. A panic infects them all like a plague consuming all it goes near. Flashes of light spark across the air igniting the fear in our hearts. Beating, beating. Our hearts don’t stop beating as the anxiety swells within us.\n\n\tThe flashes form into shapes as shadowy figures sliced through the air and over and over. Repeated screams echo throughout the room, a ringing fills my ears yet again, a constant, deafening ringing. Students slump against the floor for what I can only assume is protection. The thought begins to sleep into my mind that something rarer must be occurring here, something peculiar, something sinister....\n\n\tA spread of screams flows through the room, life had never seemed so scary, I begin to realise finally after all this time what actually is going on. Flashes, screams, panic, sudden loud noises all combine to one conclusion – death. Those shapes were no shadows of mere imagination, neither any hallucination or illusion. It all flashes before me once again, bullets, there were bullets.\n\n\tMy head spins around and around as I try to work out the truth behind what was going on. Questions flood my mind, who is targeted? Who would do such a horrific thing? Rows of red trickle down the floor in various directions, surrounding me. A faint sound of the screeching sirens can be heard in the distance, but to what avail? All stories have an end, and as a truckload of pain approaches me, I accept my own. Finally, I reach my conclusion, this is an act committed by someone ignored by society.\n\n\tI am one of the victims. ",
        "author": ""
    },
    {
        "title": "Ko*dach*i",
        "content": "\tJames walked slowly into school. As usual, history felt like it took five years and music was boring. He headed over to the Hall, it was five hours until the first show. They practised and practised and practised, until he felt as if he wanted to fall on his sword. His understudy took over, practising and practising until he too wanted to fall on his sword. James stumbled over to the water machine and drank 3 cups instantly.\n\n\tHe focused on the cool liquid entering like a cold blade from his throat down into his stomach. The chill cleared his head.\n\n\tAs he began his fourth he admired the gleaming Kodachi (a Japanese sword for the final show). It was sharp to touch and perfectly reflected beams of sunlight onto the opposite wall. This was his show, he would use it to surprise the audience as well as the cast.\n\n\tHe returned to his lessons. He was a very clever student, all As in fact. He knew nothing but to try his best. It didn’t seem surprising that he was the star of the performance. At lunch he returned to the hall. He practiced and practiced again. As usual he inspected the Kodachi.\n\n\tThe night of the first show came and went. As did the second and the third. On the fourth he forgot one line and was laughed at by the entire audience. He was ill for the fifth and sixth.\n\n\tThe finale. Smoke rose around the stage creating an eerie atmosphere. The show started, he spoke his lines clearly and didn’t make the slightest mistake. At the interval he saw his parents. They went back to their seats. The majestic curtains started to open. The audience screamed. There it was, in the centre of the stage. The shiny gleaming sword had claimed its first victim, the understudy started to perform, unaware of the dead boy behind him. ",
        "author": "Tom Owen"
    },
    {
        "title": "A *Wrong* Turn",
        "content": "\tLeft. Right. Straight on. Two lefts. Third exit. 3 rights. Straight on for around 5 minutes. First exit. Left. Left again. Right.\n\n\tI’m not going insane. I will not go insane. These voices aren’t here. The voices aren’t real. It’s his mind games. He wants this. I am not going insane.\n\n\tThe van door slams, echoing into oblivion with the sounds ricocheting into desolation. Specks of light barely force their way to my eyes, weaving through the black material strung along my head. My wrists are raw and sore, so burnt by the rope that my eyes try and release a trickle of water like liquid from a tap. However I won’t let it. The flood barriers stand tall and stable, a block for my sadness being seen. I look a mess. A bird's nest is balanced on my head like an ungraceful gymnast clinging onto a beam. My clothes hang limp and ragged after being torn to shreds by the constant violent actions committed to my limbs.\n\n\tAfter experiencing being dragged across the gravel like a mop to the floor, my skeleton is forced into a chair and the blindfold ripped from my head. Everything is black. The noise of children crying surrounds my mind and engulfs my emotions as the constant reminder of how helpless I am fills my thoughts. I have to distract myself, so I think of my mother. I think of how scared she must be. Is she looking for me? She won’t find me. Her face fills my vision, tears dripping down her nose, worry her only thought as she experiences such depression flowing through her body. I wander if she’ll blame herself for my disappearance. It’s not her fault. I had to",
        "author": "Lucy Rees"
    }
]